/*
Напишите консольную сетевую версию игры "Крестики-нолики": один игрок является сервером, другой — клиентом.
Определите массив с символами (как object) на обеих сторонах и меняйте его элементы в зависимости от
ввода пользователя и данных, полученных от клиента (сервера). Выводить массив можно как поле игры на обеих сторонах
после каждого хода. Для простоты можно считать, что сервер всегда начинает и играет крестиками.
В первой версии можно не проверять корректность ходов и обнаруживать конец игры.
Клетки можно нумеровать числами от 0 до 8 как индексы элементов массива.
 */

fun main(args: Array<String>) {
    TODO()
}